Repository: BackupTheBerlios/quizdrill-svn
Catalog: trunk/po/*.po
Languages: de

source: '%(answer)s' to '%(question)s' was correct.
de: „%(answer)s“ zu „%(question)s“ war richtig.

source: Warning: unknown quiz type "%s".
de: Warnung: Unbekannter Quiztyp "%s".

source: test
de: testen

source: To '%(quest)s' '%(ans)s' would be the correct answer.
de: Zu „%(quest)s“ wäre „%(ans)s“ die richtige Antwort.

source: Error in file "%s".
de: Fehler in Datei „%s“.

source: Error: Missing mandatory tag "%(t)s" in %(f)s.
de: Fehler: Notweniger Schlüsselwort „%(t)s“ in %(f)s fehlt.

source: Error: Wrong number of "=" in line %(l)s of file %(f)s.
de: Fehler: Falsche Anzahl an „=“ in Zeile %(l)s der Datei %(f)s.

source: Error: Tag in line %(l)s of file %(f)s does not declare its end with a ":".
de: Fehler: Dem Schlüsselwort in Zeile %(l)s der Datei %(f)s fehlt die Schließanweisung „:“.

source: Error: No questions found in file "%s".
de: Fehler: Es wurde keine Frage in Datei „%s“ gefunden.

source: Warning: Unknown head-tag "%s".
de: Warnung: unbekannte Kopfzeile „%s“.

source: Warning: Unknown build-tag "%s".
de: Warnung: unbekannte Bauanweisung „%s“.

source: Warning: Only one tag $%s allowed.
de: Warunung: Nur ein Tag $%s erlaubt.

source: Warning: $%s was not processed.
de: Warnung: $%s wurde nicht verarbeitet.

source: Error: Tag $build_to does not have exactly two "=".
de: Fehler: Tag $build_to hat nicht genau zwei „=“.

source: Error: Unknown builder "%s".
de: Fehler: Unbekannter Quizbauer „%s“.

source: Usage: %s [.drill.builder-file] [data_source-file]
de: Aufruf: %s [.drill.builder-Datei] [daten-Datei]

source: <b>Solution:</b>
de: <b>Lösung:</b>

source: <b>Subquiz:</b>
de: <b>Teilquiz:</b>

source: <b>Timer:</b>
de: <b>Stoppuhr:</b>

source: Break length in min:
de: Pausenlänge in min:

source: Did you remember it correctly?
de: Haben Sie dies richtig beantwortet?

source: Evaluate
de: Bewerten

source: Exam length:
de: Prüfungslänge:

source: Flashcard
de: Karteikarten

source: Hint
de: Tipp

source: Most difficult words
de: Schwierigsten Wörter

source: Multiple Choice
de: Mehrfachauswahl

source: Open _Recent
de: _Zuletzt geöffnet

source: Quizdrill Preferences
de: Quizdill Einstellungen

source: Show solution
de: Lösung zeigen

source: Simple Quiz
de: Einfacher Quiz

source: Snooze length in min:
de: Schlummerzeit in min:

source: Statistics of Quizdrill
de: Statistiken von Quizdrill

source: This program is free software; you can redistribute it and/or modify it under the terms of the GNU General Public License as published by the Free Software Foundation; either version 2 of the License, or (at your option) any later version. This program is distributed in the hope that it will be useful, but WITHOUT ANY WARRANTY; without even the implied warranty of MERCHANTABILITY or FITNESS FOR A PARTICULAR PURPOSE. See the GNU General Public License for more details. You should have received a copy of the GNU General Public License along with this program; if not, write to the Free Software Foundation, Inc., 59 Temple Place - Suite 330, Boston, MA 02111-1307, USA.
de: Dieses Programm ist freie Software; Sie können es weitergeben und/oder modifizieren im Sinne der GNU General Public License wie sie von der Free Software Foundation veröffentlicht wird; entweder Version 2, oder (wahlweise) jede neuere Version. Dieses Programm wird in der Hoffnung vertrieben, dass es nützlich ist, jedoch OHNE JEDE GARANTIE; selbst ohne die implizite Garantie der TAUGLICHKEIT oder der EIGNUNG FÜR EINEN BESTIMMTEN ZWECK. Lesen Sie die GNU General Public License für weitere Details. Sie sollten eine Kopie der GNU General Public License mit diesem Programm erhalten haben; wenn nicht, dann schreiben Sie an Free Software Foundation, Inc., 51 Franklin Street, Fifth Floor, Boston, MA 02110-1301, USA.

source: Use _timer
de: Stopp_uhr benutzen

source: Whether or not the timer should be used. If it is used there will be a break after a given number of questions.
de: Ob die Stoppuhr verwendet werden soll. Wenn ja wird nach einer angegebenen Anzahl an Fragen zur Pause auffordern.

source: Words
de: Wörter

source: _Edit
de: _Bearbeiten

source: _File
de: _Datei

source: _Help
de: _Hilfe

source: translators-credits
de: Deutsch (de): Adam Schmalhofer

source: Break length in min
de: Pausenlänge in min

source: Exam length
de: Prüfungslänge

source: How long to wait (in minuets) after the exam is finished before continuing the quiz.
de: Wielange (in minuten) nach Prüfungsende gewartet wird, bis das Testen fortgesetzt wird.

source: How long to wait (in minuets) after the exam is interrupted before continuing the quiz.
de: Wielange (in minuten) nach einer Unterbrechung der Prüfung gewartet wird, bis das Testen fortgesetzt wird.

source: How many questions are asked into there is a break.
de: Anzahl der gestellten Fragen bis eine Pause genommen wird.

source: Snooze length in min
de: Schlummerzeit in min

source: Startup quiz
de: Anfangsquiz

source: Use timer
de: Stoppuhr benutzen

source: Which quiz should be loaded on startup. This might be changed on closing quizdrill.
de: Welcher quiz beim starten benutzt werden soll. Dies ängert sich womöglich nach dem beenden von quizdrill.

source: Learning-by-testing
de: Durch Testen lernen
